CHAT_IDS = [
    -1001914489981,
    -1002001281412,
    -1001976794685,
    -1001976794685,
    -1001599687789,
    -1001803643223,
    -1001560241458,
    -1002494619929,
    -1002811558989,
    -1002877128793,
    -1002258540079,
    -1002829503477,
    -1001594892120,
]
ADMIN_IDS = [
    930229067,
    844295436,
]
WELCOME = 'Добро пожаловать!\n\n👇👇👇ЖМИ👇👇👇\n/get_id_user'
ADMIN_CHOICES = 'Что нужно сделать c сотрудником?'
WELCOME_ADMIN = 'Привет!\n\n👇👇👇ЖМИ👇👇👇\n/user'
THIS_IS_CHAT_ID = 'ID этого чата: {message}'
THIS_IS_USER_ID = """
Ваш ID: {user_id}
Username: @{username}
Имя: {full_name}
Отдай эти данные твоему руководителю!
"""
USER_ID_NOT_CORRECT = 'Укажите корректный id сотрудника после команды'
ONLY_ADMIN = 'Только управляющий может это делать!\nКто ты, обезьянка?'
INVITE_PUSH = 'Вам выдали приглашения в чаты:\n'
GEN_INVITE_FOR_CHATS = 'Сгенерированы инвайты для чатов:\n'
USER_REMOVE_ID_NOT_CORRECT = 'Укажите user_id: /remove_user <id>'
BOT_STOP = 'Бот остановлен.'
NO_CHANGE = 'Нет изменений'
GIVE_ME_TG_ID = 'Введите тг-айди сотрудника!'
